Repository: stikeleathersl/Jared-Rippy
Catalog: jared_notes/lang/*.po
Languages: sv_se

source: Daily archives: <span>%s</span>
sv_se: Arkiv f√∂r dagen <span>%s</span>

source: Monthly archives: <span>%s</span>
sv_se: Arkiv f&ouml;r m&aring;naden <span>%s</span>

source: Yearly archives: <span>%s</span>
sv_se: Arkiv f&ouml;r &aring;ret <span>%s</span>

source: Archive for %s
sv_se: Arkiv f&ouml;r <span>%s</span>

source: Tag archives for %s
sv_se: Taggarkiv f&ouml;r %s

source: Archive
sv_se: Arkiv

source: This post is password protected. Enter the password to view any comments.
sv_se: Den h&auml;r posten &auml;r l&ouml;senordsskyddad. Fyll i l&ouml;senordet f&ouml;r att l&auml;sa kommentarerna.

source: <span class="meta-nav">&larr;</span> Older comments
sv_se: <span class="meta-nav">&larr;</span> &Auml;ldre kommentarer

source: Newer comments <span class="meta-nav">&rarr;</span>
sv_se: Nyare kommentarer <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Older Comments
sv_se: <span class="meta-nav">&larr;</span> &Auml;ldre kommentarer

source: Newer Comments <span class="meta-nav">&rarr;</span>
sv_se: Nyare kommentarer <span class="meta-nav">&rarr;</span>

source: Sorry, comments are closed.
sv_se: Kommentarsfunktionen &auml;r dessv&auml;rre st&auml;ngd.

source: Built on
sv_se: Byggd p&aring;

source: by
sv_se: av

source: Powered by
sv_se: Kraftsatt av

source: That's it - back to the top of page!
sv_se: Det var allt, tillbaka till sidans topp!

source: Top Navigation
sv_se: Toppnavigering

source: Beside the logo
sv_se: Bredvid logotypen

source: Widget area in the header, right of the logo.
sv_se: Widgetomr&aring;de i sidhuvudet, till h&ouml;ger om logotypen.

source: Global right column
sv_se: Global h&ouml;gerkolumn

source: The global right column sits on top of every right column, leave empty if unwanted.
sv_se: Den globala h&ouml;gerkolumnen &auml;r &ouml;verst i alla h&ouml;gerkolumner, l&auml;mna tom om du inte vill anv&auml;nda den.

source: Front page right column
sv_se: F&ouml;rstasidans h&ouml;gerkolumn

source: Right column widget area used on the front page.
sv_se: Widgetomr&aring;de f&ouml;r h&ouml;gerkolumnen p&aring; f&ouml;rstasidan.

source: Posts right column
sv_se: Posters h&ouml;gerkolumn

source: Right column widget area for single posts.
sv_se: Widgetomr&aring;de f&ouml;r h&ouml;gerkolumnen p&aring; postsidor.

source: Pages right column
sv_se: H&ouml;gerkolumn f&ouml;r sidor

source: Right column widget area for Pages.
sv_se: Widgetomr&aring;de f&ouml;r h&ouml;gerkolumnen p&aring; sidor.

source: Archives right column
sv_se: Arkivsidors h&ouml;gerkolumn

source: Right column widget area for archive listings.
sv_se: Widgetomr&aring;de f&ouml;r h&ouml;gerkolumnen p&aring; arkivsidor.

source: Right column fallback
sv_se: H&ouml;gerkolumn f&ouml;r allt annat

source: Right column fallback widget area for the rest.
sv_se: Widgetomr&aring;de f&ouml;r h&ouml;gerkolumnen p&aring; sidor som inte t&auml;cks av n&aring;got annat widgetomr&aring;de.

source: Home column A
sv_se: F&ouml;rstasidans kolumn A

source: The left column just below the menu on the front page.
sv_se: Den v&auml;nstra kolumen under menyn p&aring; f&ouml;rstasidan.

source: Home column B
sv_se: F&ouml;rstasidans kolumn B

source: The middle column just below the menu on the front page.
sv_se: Mittenkolumen under menyn p&aring; f&ouml;rstasidan.

source: Home column C
sv_se: F&ouml;rstasidans kolumn C

source: The right column just below the menu on the front page.
sv_se: Den h&ouml;gra kolumen under menyn p&aring; f&ouml;rstasidan.

source: Footer column A
sv_se: Sidfotens kolumn A

source: The far left column in the footer.
sv_se: Den v&auml;nstra kolumen i sidfoten.

source: Footer column B
sv_se: Sidfotens kolumn B

source: The left middle column in the footer.
sv_se: Mittenkolumen i sidfoten.

source: Footer column C
sv_se: Sidfotens kolumn C

source: The right middle column in the footer.
sv_se: Den f&ouml;rsta h&ouml;gra kolumen i sidfoten.

source: Footer column D
sv_se: Sidfotens kolumn D

source: The far right column in the footer.
sv_se: Den andra h&ouml;gra kolumen i sidfoten.

source: <cite class="fn">%s</cite> <span class="says">says:</span>
sv_se: <cite class="fn">%s</cite> <span class="says">s&auml;ger</span>

source: Your comment is awaiting moderation.
sv_se: Din kommentar ligger i modereringsk&ouml;n.

source: %1$s at %2$s
sv_se: %1$s klockan %2$s

source: (Edit)
sv_se: (&Auml;ndra)

source: Back to
sv_se: Tillbaka till

source: Edit
sv_se: &Auml;ndra

source: Written by
sv_se: Skriven av

source: F j, Y @ g:i a
sv_se: j F, Y @ H:i

source: Filed under
sv_se: Sparad i

source: and tagged
sv_se: och taggad

source: Leave a comment
sv_se: Skriv en kommentar

source: 1 comment
sv_se: 1 kommentar

source: % comments
sv_se: % kommentarer

source: Pages:
sv_se: Sidor:

source: <span class="meta-nav">&larr;</span> Older posts
sv_se: <span class="meta-nav">&larr;</span> &Auml;ldre poster

source: Newer posts <span class="meta-nav">&rarr;</span>
sv_se: Nyare poster <span class="meta-nav">&rarr;</span>

source: Not Found
sv_se: Hittades inte

source: Sorry, there is nothing here. You might want to try and search for whatever it was you were looking for?
sv_se: Tyv&auml;rr, det finns ingenting h&auml;r. F&ouml;rs&ouml;k g&auml;rna hitta vad du letade efter genom att s&ouml;ka p&aring; sidan.

source: Search
sv_se: S&ouml;k
